[AdventLancerArmor X2ArmorTemplate]
FriendlyName="Броня копейщика Адвента"
FriendlyNamePlural="Броня копейщиков Адвента"
BriefSummary="Броня копейщиков оснащена сервоусилителями, благодаря чему повышает мобильность и уклонение бойца. Она будет крайне полезна нашим ниндзям и штурмовикам."
TacticalText="Броня копейщиков оснащена сервоусилителями, благодаря чему повышает мобильность и уклонение бойца. Она будет крайне полезна нашим ниндзям и штурмовикам."


[AdventLancerArmorDetectionStat X2AbilityTemplate]
LocFriendlyName="Обман"
LocLongDescription="Солдат одетый в броню врага лучше проникает на миссии, а его радиус обнаружения меньше на 25%"
LocHelpText="Солдат одетый в броню врага лучше проникает на миссии, а его радиус обнаружения меньше на 25%"
LocFlyOverText="Солдат одетый в броню врага лучше проникает на миссии, а его радиус обнаружения меньше на 25%"
LocPromotionPopupText="<Bullet/> Солдат одетый в броню врага лучше проникает на миссии, а его радиус обнаружения меньше на 25%"


[AdventLancerArmorUniquePassive X2AbilityTemplate]
LocFriendlyName="Сервоусилители"
LocLongDescription="Броня копейщика повышает мобильность бойца на +2 и уклонение на +10."
LocHelpText="Броня копейщика повышает мобильность бойца на +2 и уклонение на +10."
LocFlyOverText="Броня копейщика повышает мобильность бойца на +2 и уклонение на +10."
LocPromotionPopupText="<Bullet/> Броня копейщика повышает мобильность бойца на +2 и уклонение на +10."
